results/routeA/failed_runs/A-SMOKE-attempt1-boundary-init/case/constant/momentumTransport
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object momentumTransport;
}
simulationType laminar;
