results/routeA/failed_runs/A-SMOKE-attempt1-boundary-init/case/constant/g
FoamFile
{
    format ascii;
    class uniformDimensionedVectorField;
    location "constant";
    object g;
}
dimensions [0 1 -2 0 0 0 0];
value (0 -1.4084507042253521 0);
