results/routeA/failed_runs/A-SMOKE-attempt1-boundary-init/case/constant/thermophysicalTransport
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object thermophysicalTransport;
}
laminar
{
    model Fourier;
}
