results/routeA/failed_runs/A-SMOKE-attempt1-boundary-init/case/0/p
FoamFile
{
    format ascii;
    class volScalarField;
    object p;
}
dimensions [1 -1 -2 0 0 0 0];
internalField nonuniform List<scalar>
1600
(
-0.0017605633802816901
-0.0017605633802816901
-0.0017605633802816901
-0.0017605633802816901
-0.0017605633802816901
-0.0017605633802816901
-0.0017605633802816901
-0.0017605633802816901
...
);
boundaryField
{
    hotWall
    {
        type calculated;
        value nonuniform List<scalar>
40
(
-0.0017605633802816901
-0.0052816901408450704
-0.0088028169014084507
-0.012323943661971831
-0.015845070422535211
-0.019366197183098592
-0.022887323943661972
-0.026408450704225352
...
);
    }
    coldWall
    {
        type calculated;
        value nonuniform List<scalar>
40
(
-0.0017605633802816901
-0.0052816901408450704
-0.0088028169014084507
-0.012323943661971831
-0.015845070422535211
-0.019366197183098592
-0.022887323943661972
-0.026408450704225352
...
);
    }
    bottomWall
    {
        type calculated;
        value nonuniform List<scalar>
40
(
0
0
0
0
0
0
0
0
...
);
    }
    topWall
    {
        type calculated;
        value nonuniform List<scalar>
40
(
-0.14084507042253521
-0.14084507042253521
-0.14084507042253521
-0.14084507042253521
-0.14084507042253521
-0.14084507042253521
-0.14084507042253521
-0.14084507042253521
...
);
    }
    front { type empty; }
    back  { type empty; }
}
