results/routeA/failed_runs/A-SMOKE-attempt1-boundary-init/case/0/wallHeatFlux
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      wallHeatFlux;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 0 -3 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    hotWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
40
(
5.633802816901409
5.63380281690141
5.633802816901409
5.63380281690141
5.633802816901409
5.63380281690141
5.633802816901409
5.633802816901408
...
)
;
    }
    coldWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
40
(
-5.633802816901404
-5.633802816901342
-5.633802816901279
-5.633802816901342
-5.633802816901404
-5.633802816901279
-5.633802816901342
-5.633802816901342
...
)
;
    }
    bottomWall
    {
        type            calculated;
        value           uniform 0;
    }
    topWall
    {
        type            calculated;
        value           uniform 0;
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
}


// ************************************************************************* //
